/* code credit */
"Engine, frontend, net server" = "Engine, Frontend, Net-Server";
"Many desktop frontend improvements" = "Viele Desktop-Frontend-Verbesserungen";
"Many engine and desktop frontend improvements" = "Viele Engine- und Desktop-Frontend-Verbesserungen";
"Drillrocket, Ballgun, RC Plane weapons" = "Drillrocket, Ballgun, RC Plane Waffen";
"Mine number and time game settings" = "Minennummer- und Zeiteinstellungen";
"Desktop frontend improvements" = "Desktop-Frontend-Verbesserungen";
"Desktop frontend improvements" = "Desktop-Frontend-Verbesserungen";
"Mac OS X and iPhone version" = "Mac OS X und iPhone-Version";
"Many engine and desktop frontend improvements" = "Viele Engine- und Desktop-Frontend-Verbesserungen";
"Gamepad and Lua integration" = "Gamepad- und Lua-Integration";
"Many engine improvements and graphics" = "Viele Engine-Verbesserungen und Grafiken";
"Maze maps" = "Maze-Karten";
"Engine and desktop frontend improvements" = "Engine- und Desktop-Frontend-Verbesserungen";
"Lua game modes and missions" = "Lua Spielmodi und Missionen";
"Desktop frontend improvements" = "Desktop-Frontend-Verbesserungen";
"Android port" = "Android-Port";

/* art credit */
"Main graphics" = "Haupt-Grafik";
"Some hats" = "ein paar Hüte";
"Hedgehogs voice" = "Die Stimme des Igels";

/* translation credit */
"Brazilian Portuguese" = "Brasilianisches Portugiesisch";
"Bulgarian" = "Bulgarisch";
"Czech" = "Tschechisch";
"Chinese" = "Chinesisch";
"English" = "Englisch";
"Finnish" = "Finnisch";
"French" = "Französisch";
"German" = "Deutsch";
"Greek" = "Griechisch";
"Italian" = "Italienisch";
"Japanese" = "Japanisch";
"Korean" = "Koreanisch";
"Lithuanian" = "Litauisch";
"Polish" = "Polnisch";
"Portuguese" = "Portugiesisch";
"Russian" = "Russisch";
"Slovak" = "Slowakisch";
"Spanish" = "Spanisch";
"Swedish" = "Schwedisch";
"Ukrainian" = "Ukrainisch";
